insert into movie(movie_id, movie_name, rating, running_time, release_date, distributor, total_audience, contents) values
(10010,"뽀로로 극장판 보물섬 대모험","전체관람가",79,"2019-4-25","넥스트엔터테인먼트월드",1234567, "뽀로로 영화다"),
(10003, "괴물", "12세관람가", 119, "2006-7-27", "쇼박스", 13019991, "한창 어릴 때 재밌게 봤던 괴물이다."),
(10004, "블랙머니", "12세관람가", 113, "2019-11-13", "에이스메이커무비웍스",0, "블랙머니 생각보다 재미있었다."),
(10006, "헝거게임1", "15세관람가", 142, "2012-4-5", "라이언스게이트",6453234, "이것도 재밌었다."),
(10007, "뷰티인사이드", "12세관람가", 127, "2015-8-20", "NEW",2000000, "이것도 재밌었다. 등장인물 짱많음"),
(10008, "월E", "전체관람가", 104, "2008-8-6", "월트디즈니픽쳐스",1300000, "힐링영화다. 로봇좋아"),
(10009,"극장판 요괴워치 탄생의 비밀이다냥!","전체관람가",97,"2015-7-22","도호",550961, "이건 안봤다."),
(10000,"겨울왕국2","전체관람가",103,"2019-11-21","월트 디즈니 컴퍼니 코리아",12435390, "울 뻔 했다."),
(10002,"기생충","15세관람가",132,"2019-5-30","CJ엔터테인먼트",10084475, "꾸에에엑"),
(10001,"캡틴마블","12세관람가",123,"2019-3-6","월트 디즈니 컴퍼니 코리아",5801070, "이거 못봤다."),
(10005, "돈", "15세", 115, "2019-3-20", "쇼박스", 3348753, "킬링타임 영화.")
;
