insert into movie values
(77777,"뽀로로 극장판 보물섬 대모험","전체관람가",79,"2019-4-25","넥스트엔터테인먼트월드",1234567),
(77778,"뽀로로 극장판 컴퓨터 왕국 대모험","전체관람가",90,"2015-12-10","넥스트엔터테인먼트월드",1234555),
(77779,"뽀로로 극장판 공룡섬 대모험","전체관람가",79,"2017-12-7","넥스트엔터테인먼트월드",1234444),
(99999, "괴물", "12세관람가", 119, "2006-7-27", "쇼박스", 13019991),
(99998, "블랙머니", "12세관람가", 113, "2019-11-13", "에이스메이커무비웍스",0),
(99997, "겨울왕국", "전체관람가", 102, "2014-1-16", "소니 픽쳐스 릴리징 월트 디즈니 스튜디오스 코리아", 10296101),
(37001, "헝거게임1", "15세", 142, 20120405, "라이언스게이트",6453234),
(37002, "뷰티인사이드", "12세", 127, 20150820, "NEW",2000000),
(37003, "월E", "전체관람가", 104, 20080806, "월트디즈니픽쳐스",1300000),
(77780,"극장판 요괴워치 탄생의 비밀이다냥!","전체관람가",97,"2015-7-22","도호",550961);
